Repository: ashokpundit/instapress_framework
Catalog: Instapress/Core/Locale/*/*.po
Languages: hi_in

source: AssetType :
hi_in: संपत्ति प्रकार :

source: clientId should be a natural number!
hi_in: ग्राहक आईडी एक प्राकृतिक नंबर होना चाहिए!

source: Asset type name is a required parameter and cannot be blank!
hi_in: संपत्ति प्रकार नाम एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: createdUserId should be a natural number!
hi_in: निर्मित उपभोक्ता आईडी एक प्राकृतिक नंबर होना चाहिए!

source: This asset type already exists!
hi_in: यह संपत्ति प्रकार पहले से मौजूद है

source: assetTypeId should be a natural number!
hi_in: संपत्ति प्रकार आईडी एक प्राकृतिक नंबर होना चाहिए!

source: This record can't deleted because entry exist in Asset Type Element.
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख संपत्ति प्रकार तत्व में मौज़ुद है

source: This record can't deleted because entry exist in Entn Asset.
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख ईएनटीएन प्रकार तत्व में मौज़ुद है

source: This record can't deleted because entry exist in Entn Dossier Asset.
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख ईएनटीएन फ़ाइल संपत्ति में मौज़ुद है

source: AssetTypeElement :
hi_in: संपत्ति प्रकार तत्व :

source: dataTypeId should be a natural number!
hi_in: आंकड़े प्रकार आईडी एक प्राकृतिक नंबर होना चाहिए!

source: element Caption is a required parameter and cannot be blank!
hi_in: तत्व अनुशीर्षक एक आवश्यक मापदण्ड है और खाली नहीं कर सकते!

source: Element value is a required parameter and cannot be blank!
hi_in: तत्व मूल्य एक आवश्यक मापदण्ड है और खाली नहीं कर सकते!

source: This Element Name already exists!
hi_in: इस तत्व का नाम पैहले से मौज़ुद है!

source: assetTypeElementId should be a natural number!
hi_in: संपत्ति प्रकार आईडी एक प्राकृतिक नंबर होना चाहिए!

source: ChannelType :
hi_in: चैनल प्रकार :

source: channel type name is a required parameter and cannot be blank!
hi_in: चैनल प्रकार नाम एक आवश्यक मापदण्ड है और खाली नहीं कर सकते!

source: This channel type name already exists!
hi_in: यह चैनल प्रकार नाम पैहले से मौज़ुद है!

source: channelTypeId should be a natural number!
hi_in: चैनल प्रकार आईडी एक प्राकृतिक नंबर होना चाहिए!

source: This record can't deleted because entry exist in Publication Channel!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख प्रकाशन चैनल में मौज़ुद है!

source: ChannelWidth :
hi_in: चैनल चौड़ाई :

source: Channel width is a required parameter and cannot be blank!
hi_in: चैनल चौड़ाई एक आवश्यक मापदण्ड है और खाली नहीं कर सकते!

source: This channel width already exists!
hi_in: यह चैनल चौड़ाई पैहले से मौज़ुद है!

source: channelWidthId should be a natural number!
hi_in: चैनल चौड़ाई आईडी एक प्राकृतिक नंबर होना चाहिए!

source: ClientInfo :
hi_in: ग्राहक जानकारी :

source: Company name is a required parameter and cannot be blank!
hi_in: कंपनी नाम एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: clientCountryId should be a natural number!
hi_in: ग्राहक देश आईडी एक प्राकृतिक नंबर होना चाहिए!

source: Client mobile is a required parameter and cannot be blank!
hi_in: ग्राहक मोबाइल एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: This company name already exists!
hi_in: यह कंपनी नाम पैहले से मौज़ुद है!

source: clientInfoId should be a natural number!
hi_in: ग्राहक जानकारी आईडी एक प्राकृतिक नंबर होना चाहिए!

source: Client :
hi_in: ग्राहक :

source: client Account name is a required parameter and cannot be blank!
hi_in: ग्राहक खाता नाम एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: This client account name already exists!
hi_in: यह ग्राहक खाता नाम पैहले से मौज़ुद है!

source: This record can't deleted because entry exist in Client Info!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख ग्राहक जानकारी में मौज़ुद है!

source: DataType :
hi_in: आंकड़े प्रकार :

source: Data Type Name is a required parameter and cannot be blank!
hi_in: आंकड़े प्रकार नाम एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: This Data Type Name already exists!
hi_in: यह आंकड़े प्रकार नाम पैहले से मौज़ुद है!

source: Locale :
hi_in: स्थान :

source: language is a required parameter and cannot be blank!
hi_in: भाषा एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: This Story type already exists!
hi_in: यह कहानी प्रकार पहले से मौजूद है!

source: localeId should be a natural number!
hi_in: भाषा आईडी एक प्राकृतिक नंबर होना चाहिए!

source: This record can't deleted because entry exist in Publication!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख प्रकाशन में मौज़ुद है!

source: PublicationArchive :
hi_in: प्रकाशन संग्रह :

source: publicationId should be a natural number!
hi_in: प्रकाशन आईडी एक प्राकृतिक नंबर होना चाहिए!

source: Archive Published Story should be a natural number!
hi_in: संग्रह प्रकाशित स्टोरी एक प्राकृतिक संख्या होनी चाहिए!

source: This publication already exists!
hi_in: यह प्रकाशन पैहले से मौज़ुद है!

source: publicationArchiveId should be a natural number!
hi_in: प्रकाशन संग्रह आईडी एक प्राकृतिक नंबर होना चाहिए!

source: PublicationChannel :
hi_in: प्रकाशन चैनल :

source: Publication channel type id should be a natural number!
hi_in: प्रकाशन चैनल आईडी एक प्राकृतिक नंबर होना चाहिए!

source: channel Width Id should be a natural number!
hi_in: चैनल चौड़ाई आईडी एक प्राकृतिक नंबर होना चाहिए!

source: publicationChannelId should be a natural number!
hi_in: प्रकाशन चैनल आईडी एक प्राकृतिक नंबर होना चाहिए!

source: Publication :
hi_in: प्रकाशन :

source: Publication name is a required parameter and cannot be blank!
hi_in: प्रकाशन नाम एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: This record can't deleted because entry exist in Publication archive!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख प्रकाशन संग्रह में मौज़ुद है!

source: This record can't deleted because entry exist in Publication channel!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख प्रकाशन चैनल में मौज़ुद है!

source: This record can't deleted because entry exist in Publication section!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख प्रकाशन अनुभाग में मौज़ुद है!

source: This record can't deleted because entry exist in Entn Newsroom Publication!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख ईएनटीएन समाचार कक्ष प्रकाशन में मौज़ुद है!

source: This record can't deleted because entry exist in Entn Dossier!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख ईएनटीएन फाइल में मौज़ुद है!

source: PublicationSection :
hi_in: प्रकाशन अनुभाग :

source: Section Id should be a natural number!
hi_in: अनुभाग आईडी एक प्राकृतिक नंबर होना चाहिए!

source: This publication section already exists!
hi_in: यह प्रकाशन अनुभाग पैहले से मौज़ुद है

source: publication section id should be a natural number!
hi_in: प्रकाशन अनुभाग आईडी एक प्राकृतिक नंबर होना चाहिए!

source: RestrictedLogin :
hi_in: प्रतिबंधित लॉग इन

source: This Restricted Login already exists!
hi_in: यह प्रतिबंधित लॉग इन पैहले से मौज़ुद है!

source: restrictedWordId should be a natural number!
hi_in: प्रतिबंधित शब्द आईडी एक प्राकृतिक नंबर होना चाहिए!

source: Section :
hi_in: अनुभाग :

source: Section name is a required parameter and cannot be blank!
hi_in: अनुभाग नाम एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: This Section name already exists!
hi_in: यह अनुभाग नाम पैहले से मौज़ुद है!

source: sectionId should be a natural number!
hi_in: अनुभाग आईडी एक प्राकृतिक नंबर होना चाहिए!

source: Session :
hi_in: सत्र :

source: phpsessid is a required parameter and cannot be blank!
hi_in: पीएचपी सत्र आईडी एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: host Name is a required parameter and cannot be blank!
hi_in: होस्ट नाम एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: This host name already exists!
hi_in: यह होस्ट नाम पैहले से मौज़ुद है!

source: StoryType :
hi_in: कहानी प्रकार :

source: story type name is a required parameter and cannot be blank!
hi_in: कहानी प्रकार नाम एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: storyTypeId should be a natural number!
hi_in: कहानी प्रकार आईडी एक प्राकृतिक नंबर होना चाहिए!

source: Url :
hi_in: युआरएल :

source: urlSlug is a required parameter and cannot be blank!
hi_in: युआरएल स्लग एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: php File Path is a required parameter and cannot be blank!
hi_in: पीएचपी फ़ाइल पथ एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: php File is a required parameter and cannot be blank!
hi_in: पीएचपी फ़ाइल एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: Host Name is a required parameter and cannot be blank!
hi_in: होस्ट नाम एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: This url Slug already exists!
hi_in: यह युआरएल स्लग पैहले से मौज़ुद है!

source: urlId should be a natural number!
hi_in: युआरएल आईडी एक प्राकृतिक नंबर होना चाहिए!

source: UserElement :
hi_in: उपभोक्ता तत्व :

source: userElementId should be a natural number!
hi_in: उपभोक्ता तत्व आईडी एक प्राकृतिक नंबर होना चाहिए!

source: UserEmail :
hi_in: उपभोक्ता ईमेल :

source: userId should be a natural number!
hi_in: उपभोक्ता आईडी एक प्राकृतिक नंबर होना चाहिए!

source: userEmail is a required parameter and cannot be blank!
hi_in: उपभोक्ता ईमेल एक आवश्यक मापदण्ड है और खाली नहीं कर सकते!

source: The user
hi_in: उपभोक्ता

source: has already been registered!
hi_in: पहले से पंजीकृत है!

source: userEmailId should be a natural number!
hi_in: उपभोक्ता ईमेल आईडी एक प्राकृतिक नंबर होना चाहिए!

source: UserExpandable :
hi_in: विस्तार योग्य उपभोक्ता :

source: Expandable Name was incorrect. Values can be :
hi_in: विस्तार योग्य नाम गलत था. मूल्य हो सकता है :

source: Expandable Value is a required parameter and cannot be blank!
hi_in: विस्तार योग्य मूल्य एक आवश्यक मापदण्ड है और खाली नहीं कर सकते!

source: This Expandable user data already exists!
hi_in: यह विस्तार योग्य उपभोक्ता पैहले से मौज़ुद है!

source: UserExpandableText :
hi_in: विस्तार योग्य उपभोक्ता विषय :

source: User :
hi_in: उपभोक्ता :

source: userName is a required parameter and cannot be blank!
hi_in: उपभोक्ता का नाम एक आवश्यक मापदण्ड है और खाली नहीं कर सकते!

source: userLogin is a required parameter and cannot be blank!
hi_in: उपभोक्ता का लॉग इन एक आवश्यक मापदण्ड है और खाली नहीं कर सकते!

source: userCityId should be a natural number!
hi_in: उपभोक्ता का शहर आईडी एक प्राकृतिक नंबर होना चाहिए!

source: userCountryId shoud be a natural number!
hi_in: उपभोक्ता का देशीय आईडी एक प्राकृतिक नंबर होना चाहिए!

source: userZip should be a natural number!
hi_in: उपभोक्ता ज़िप एक प्राकृतिक नंबर होना चाहिए!

source: The userLogin
hi_in: उपभोक्ता लॉग इन

source: has already been used!
hi_in: पहले ही इस्तेमाल किया गया है!

source: This record can't deleted because entry exist in User Email!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख उपभोक्ता ईमेल में मौज़ुद है!

source: This record can't deleted because entry exist in User Expandable!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख विस्तार योग्य उपभोक्ता में मौज़ुद है!

source: This record can't deleted because entry exist in User Expandable Text!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख विस्तार योग्य उपभोक्ता विषय में मौज़ुद है!

source: This record can't deleted because entry exist in Entn Desk User!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख ईएनटीएन लेखन-आधार उपभोक्ता में मौज़ुद है!

source: This record can't deleted because entry exist in Entn Dossier User!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख ईएनटीएन फ़ाइल उपभोक्ता में मौज़ुद है!

source: UserPowerInternet :
hi_in: उपभोक्ता इंटरनेट शक्ति :

source: User Power name is a required parameter and cannot be blank!
hi_in: उपभोक्ता शक्ति नाम एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: userPowerValue should be a natural number!
hi_in: उपभोक्ता शक्ति मूल्य एक प्राकृतिक नंबर होना चाहिए!

source: This User Power Name already exists!
hi_in: यह उपभोक्ता शक्ति नाम पहले से मौजूद है!

source: userPowerInternetId should be a natural number!
hi_in: उपभोक्ता इंटरनेट शक्ति आईडी एक प्राकृतिक नंबर होना चाहिए!

source: This record can't deleted because entry exist in User!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख उपभोक्ता में मौज़ुद है!

source: UserPowerIntranet :
hi_in: उपभोक्ता इनटरानेट शक्ति :

source: userPowerIntranetId should be a natural number!
hi_in: उपभोक्ता इनटरानेट शक्ति आईडी एक प्राकृतिक नंबर होना चाहिए!
