Repository: ashokpundit/instapress_framework
Catalog: Instapress/Core/Locale/*/editorial-php.po
Languages: hi_in

source: Edit
hi_in: संपादित करें

source: Add assignment
hi_in: कार्यभार ज़ोड़ें

source: Assignment Name
hi_in: कार्यभार का नाम

source: Assignment Comment:
hi_in: कार्यभार टिप्पणी :

source: Desk Name:
hi_in: लेखन-आधार का नाम :

source: Select Desk Name
hi_in: लेखन-आधार का नाम चुनें

source: Add Assignment
hi_in: कार्यभार ज़ोड़ें

source: Invalid Entries! Please consult Admin.
hi_in: अमान्य प्रविष्टियां! कृपया व्यवस्थापक से सलाह लें.

source: You are not Authorised to access this page! Please consult Admin.
hi_in: आप इस पृष्ठ के उपयोग के लिए अधिकृत नहीं हैं. कृपया व्यवस्थापक से सलाह ले

source: Desk was created successfuly.
hi_in: लेखन-आधार सफलतापूर्वक बना दिया गया

source: Add Desk
hi_in: लेखन-आधार ज़ोड़ें

source: DESK
hi_in: लेखन-आधार

source: Essential Information
hi_in: आवश्यक जानकारी

source: Desk Type:
hi_in: लेखन-आधार प्रकार :

source: Edit Desk
hi_in: लेखन-आधार संपादित करें

source: Copy Desk
hi_in: लेखन-आधार की प्रति बनाएं

source: Legal Desk
hi_in: वैध लेखन-आधार

source: Publish Desk
hi_in: लेखन-आधार प्रकाशित करें

source: Multimedia Desk
hi_in: मल्टीमीडिया लेखन-आधार

source: Description:
hi_in: विवरण :

source: Permission
hi_in: अनुमति

source: Read:
hi_in: पढ़ना :

source: Write:
hi_in: लिखना :

source: Create:
hi_in: बनाना :

source: Publish:
hi_in: प्रकाशित करना :

source: User to the desk added successfully.
hi_in: उपभोक्ता लेखन-आधार से सफलतापूर्वक जोड़ दिया.

source: Error occured while submitting form! Please try later.
hi_in: फार्म जमा करते समय त्रुटि हो गई! कृपया बाद में कोशिश करें.

source: Desk was not found in the database!
hi_in: लेखन-आधार आंकड़ा कोष में नहीं पाया गया!

source: Instapress
hi_in: इन्स्ताप्रेस

source: Add Desk User
hi_in: लेखन-आधार उपभोक्ता ज़ोड़ें

source: Add Desk Users
hi_in: लेखन-आधार उपभोक्ता ज़ोड़ें

source: SEARCH
hi_in: खोजें

source: Desk Information
hi_in: लेखन-आधार जानकारी

source: Desk Name
hi_in: लेखन-आधार का नाम

source: Desk Type
hi_in: लेखन-आधार प्रकार

source: Description
hi_in: विवरण

source: Back to Inbox
hi_in: इनबॉक्स पर वापस

source: Save Search
hi_in: खोज संचित करें

source: Desk
hi_in: लेखन-आधार

source: User Name
hi_in: उपभोक्ता का नाम

source: Select
hi_in: चयन करें

source: All
hi_in: सभी

source: Invert Selection
hi_in: चयन पलटें

source: Delete
hi_in: मिटाएं

source: Select Users
hi_in: उपभोक्ता का चयन करें

source: Cancel
hi_in: रद्द करें

source: Save
hi_in: संचित करें

source: Assignment Added successfully.
hi_in: कार्यभार सफलतापूर्वक जोड़ा गया.

source: Please Assign Assignment Name!
hi_in: कृपया कार्यभार का नाम निर्धारित करें.

source: Invalid Newsroom! Please Consult Admin
hi_in: अमान्य समाचार कक्ष! कृपया व्यवस्थापक से सलाह लें.

source: Create Dossier
hi_in: फ़ाइल बनाएँ

source: Add Assignments
hi_in: कार्यभार ज़ोड़ें

source: Assigned to
hi_in: सौंपा गया

source: Assignments
hi_in: कार्यभार

source: Assignment Comment
hi_in: कार्यभार टिप्पणी

source: createdUserId should be a natural number!
hi_in: निर्मित उपयोगकर्ता आईडी एक प्राकृतिक नंबर होना चाहिए !

source: clientId should be a natural number!
hi_in: ग्राहक आईडी एक प्राकृतिक नंबर होना चाहिए

source: Checked entry/entries has been deleted
hi_in: जाँच प्रविष्टि / प्रविष्टियाँ हटा दी गयी है

source: newsroom name is a required parameter and cannot be blank!
hi_in: समाचार कक्ष नाम एक आवश्यक मापदण्ड है और खाली नहीं कर सकते

source: This newsroom name already exists
hi_in: समाचार कक्ष नाम पैहले से मौज़ुद है

source: newsroomId should be a natural number!
hi_in: समाचार कक्ष आईडी एक प्राकृतिक नंबर होना चाहिए !

source: This record can't deleted because entry exist in Dossier.
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख फाइल में मौज़ुद है

source: This record can't deleted because entry exist in Newsroom Desk.
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख समाचार कक्ष लेखन-आधार में मौज़ुद है

source: This record can't deleted because entry exist in Newsroom Publication.
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख समाचार कक्ष प्रकाशन में मौज़ुद है

source: Currently there is no data available.
hi_in: वर्तमान में कोई आँकड़े उपलब्ध नहीं है
