Repository: ashokpundit/instapress_framework
Catalog: Instapress/Core/Locale/*/entn.po
Languages: hi_in

source: Abstract :
hi_in: सारांश :

source: Please set clientId!
hi_in: कृप्या ग्राहक आईडी सेट करें!

source: Argument
hi_in: तर्क

source: is invalid
hi_in: अमान्य है

source: should be a natural number!
hi_in: एक प्राकृतिक नम्बर होनी चाहिए!

source: are not allowed with
hi_in: निम्नलिखित के साथ अनुमानित नहीं हैं

source: 's value
hi_in: का मूल्य

source: 's value is invalid! Valid values : ASC, DESC.
hi_in: का मूल्य अमान्य है! मान्य मूल्य है : बढ़ता, घटता.

source: 's value is invalid! It should be Number.
hi_in: का मूल्य अमान्य है! यह एक नम्बर होना चाहिए.

source: 's value is invalid. Valid values :
hi_in: का मूल्य अमान्य है! मान्य मूल्य है :

source: Your requested index
hi_in: आपका अनुरोध सूचकांक

source: is invalid! Range for get should be
hi_in: अमान्य है! रेंज निम्नलिखित के बीच होना चाहिए

source: Your requested argument
hi_in: आपका अनुरोध तर्क

source: is invalid. Valid arguments :
hi_in: अमान्य है! मान्य मूल्य है :

source: Redefine add function
hi_in: जोड़ने वाले कार्य को पुन:परिभाषित करें

source: Redefine delete function
hi_in: मिटाने वाले कार्य को पुन:परिभाषित करें

source: Redefine edit function
hi_in: संपादन कार्य को पुन:परिभाषित करें

source: is invalid
hi_in: अमान्य है

source: AssetExpandable :
hi_in: विस्तार योग्य संपत्ति :

source: assetTypeId is not provided!
hi_in: संपत्ति प्रकार आइडी नहीं दी गयी है!

source: assetTypeId should be a natural number!
hi_in: संपत्ति प्रकार आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: clientId should be a natural number!
hi_in: ग्राहक आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: assetId should be a natural number!
hi_in: संपत्ति आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: xGroupId should be a natural number!
hi_in: ऐक्स समूह आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: Expandable Name is a required parameter and cannot be blank!
hi_in: विस्तार योग्य नाम एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: Expandable Id is wrong! Values can be :
hi_in: विस्तार योग्य आइडी गलत है! मूल्य हो सकता है :

source: Expandable Value is a required parameter and cannot be blank!
hi_in: विस्तार योग्य मूल्य एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: createdUserId should be a natural number!
hi_in: निर्मित उपभोक्ता आईडी एक प्राकृतिक नंबर होना चाहिए!

source: This Expandable asset data already exists!
hi_in: यह विस्तार योग्य संपत्ति आंकड़े पहले से मौजूद है

source: edit code
hi_in: संपादन कोड

source: AssetExpandableText :
hi_in: संपत्ति विस्तार योग्य विषय :

source: Expandable Id is wrong.Values can be :
hi_in: विस्तार योग्य आईडी गलत है! मूल्य हो सकता है :

source: Asset :
hi_in: संपत्ति :

source: Asset title is a required parameter and cannot be blank!
hi_in: संपत्ति शीर्षक एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: Asset keywords is a required parameter and cannot be blank!
hi_in: संपत्ति खोजशब्द एक आवश्यक मापदण्ड है और खाली नहीं हो सकता!

source: assetSectionId should be a natural number!
hi_in: संपत्ति अनुभाग आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: This asset already exists!
hi_in: यह संपत्ति पैहले से मौज़ुद है!

source: There was some error while processing this data! Please edit this asset again.
hi_in: इन आकड़ों की प्रक्रिया में बाधा आ गयी! कृप्या इस संपत्ति का संपादन दोबरा करें

source: some issue with amazon storage.
hi_in: अमेज़न का भंडारण के साथ कुछ मुद्दे है.

source: This record can't deleted because entry exist in Asset Expandable!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख विस्तार योग्य संपत्ति मे मौजूद है!

source: This record can't deleted because entry exist in Asset Expandable Text!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख विस्तार योग्य संपत्ति विषय मे मौजूद है!

source: This record can't deleted because entry exist in Dossier Asset!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख फाइल संपत्ति मे मौजूद है!

source: AssignmentComment :
hi_in: कार्य समीक्षा :

source: assignmentId should be a natural number!
hi_in: कार्य आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: Assignment Comment field required!
hi_in: कार्य समीक्षा भरना आवश्क है!

source: assignmentCommentId should be a natural number!
hi_in: कार्य समीक्षा आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: Assignment :
hi_in: कार्य :

source: Assignment name is a required parameter and cannot be blank!
hi_in: कार्य का नाम भरना आवश्क है, इसे खाली नहीं रखा जा सकता!

source: deskId should be a natural number!
hi_in: लेखन-आधार आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: dossierId should be a natural number!
hi_in: फाइल आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: This record can't deleted because entry exist in Dossier Log!
hi_in: इस दस्तावेज को नष्ट नहीं कर सकते क्योंकि लेख रिकॉर्ड फाइल लॉग मे मौजूद है!

source: This record can't deleted because entry exist in Assignment Comment!
hi_in: इस दस्तावेज को नष्ट नहीं कर सकते क्योंकि लेख कार्य समीक्षा मे मौजूद है!

source: Client Id should be a natural number!
hi_in: ग्राहक आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: Assignment Id should be a natural number!
hi_in: कार्य आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: Desk :
hi_in: लेखन-आधार :

source: Desk name is a required parameter and cannot be blank!
hi_in: लेखन-आधार का नाम भरना आवश्क है, इसे खाली नहीं रखा जा सकता!

source: This Desk name already exists!
hi_in: यह लेखन-आधार नाम पहले से ही मौजूद है!

source: This record can't deleted because entry exist in Assignment!
hi_in: इस दस्तावेज को नष्ट नहीं कर सकते क्योंकि लेख कार्य मे मौजूद है!

source: This record can't deleted because entry exist in Desk User!
hi_in: इस दस्तावेज को नष्ट नहीं कर सकते क्योंकि लेख लेखन-आधार उपभोक्ता मे मौजूद है!

source: This record can't deleted because entry exist in Newsroom Desk!
hi_in: इस दस्तावेज को नष्ट नहीं कर सकते क्योंकि लेख समाचार कक्ष लेखन-आधार मे मौजूद है!

source: DeskUser :
hi_in: लेखन-आधार उपभोक्ता :

source: userId should be a natural number!
hi_in: उपभोक्ता आईडी एक प्राकृतिक नंबर होना चाहिए!

source: This Desk user relation already exists!
hi_in: यह लेखन-आधार उपभोक्ता संबंध पहले से मौजूद है!

source: deskUserRelId should be a natural number!
hi_in: लेखन-आधार उपभोक्ता आईडी एक प्राकृतिक नंबर होना चाहिए!

source: DossierAsset :
hi_in: फ़ाइल संपत्ति :

source: This Dossier Asset relation already exists!
hi_in: यह फ़ाइल संपत्ति संबंध पहले से मौजूद है!

source: dossierAssetRelId should be a natural number!
hi_in: फ़ाइल संपत्ति आईडी एक प्राकृतिक नंबर होना चाहिए!

source: DossierComment :
hi_in: फ़ाइल समीक्षा :

source: Dossier Comment is required field!
hi_in: फ़ाइल समीक्षा भरना आवश्क है!

source: dossierCommentId should be a natural number!
hi_in: फाइल समीक्षा आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: DossierLog :
hi_in: फाइल लॉग :

source: This Dossier Event relation already exists!
hi_in: यह फाइल वृत्तांत संबंध पहले से मौजूद है!

source: dossierLogId should be a natural number!
hi_in: फाइल लॉग इन आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: Dossier :
hi_in: फाइल :

source: dossier name is a required parameter and cannot be blank!
hi_in: फाइल का नाम भरना आवश्क है, इसे खाली नहीं रखा जा सकता!

source: publicationId should be a natural number!
hi_in: प्रकाशन आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: newsroomId should be a natural number!
hi_in: समाचार कक्ष आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: storyTypeId should be a natural number!
hi_in: कहानी प्रकार आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: This record can't deleted because entry exist in Dossier Story!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख कहानी फाइल में मौज़ुद है!

source: This record can't deleted because entry exist in Dossier User!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख उपभोक्ता फाइल में मौज़ुद है!

source: This record can't deleted because entry exist in Dossier Comment!
hi_in: यह दस्तावेज नष्ट नहीं किया जा सकता क्युंकी लेख समीक्षा फाइल में मौज़ुद है!

source: DossierStory :
hi_in: कहानी फाइल :

source: sectionId should be a natural number!
hi_in: अनुभाग आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: storyTitle should be a natural number!
hi_in: कहानी का शीर्षक एक प्राकृतिक नम्बर होनी चाहिए!

source: This Dossier story relation already exists!
hi_in: यह कहानी फाइल संबंध पहले से मौजूद है!

source: dossierStoryId should be a natural number!
hi_in: कहानी फाइल आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: DossierTemplate :
hi_in: फाइल टेम्पलेट/नमूना :

source: dossierTemplate name is a required parameter and cannot be blank!
hi_in: फाइल टेम्पलेट/नमूना का नाम भरना आवश्क है, इसे खाली नहीं रखा जा सकता है!

source: Dossier Template Description is required field!
hi_in: फाइल टेम्पलेट/नमूना का विवरण भरना आवश्क है!

source: dossierTemplateId should be a natural number!
hi_in: फाइल टेम्पलेट/नमूना आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: This record can't deleted because entry exist in dossierTemplate Asset!
hi_in: इस दस्तावेज को नष्ट नहीं कर सकते क्योंकि यह दस्तावेज फाइल टेम्पलेट संपत्ति मे मौजूद है!

source: This record can't deleted because entry exist in dossierTemplate Story!
hi_in: इस दस्तावेज को नष्ट नहीं कर सकते क्योंकि यह दस्तावेज फाइल टेम्पलेट कहानी मे मौजूद है!

source: This record can't deleted because entry exist in dossierTemplate User!
hi_in: इस दस्तावेज को नष्ट नहीं कर सकते क्योंकि यह दस्तावेज फाइल टेम्पलेट उपभोक्ता मे मौजूद है!

source: This record can't deleted because entry exist in dossierTemplate Log!
hi_in: इस दस्तावेज को नष्ट नहीं कर सकते क्योंकि यह दस्तावेज फाइल टेम्पलेट लॉग मे मौजूद है!

source: DossierUser :
hi_in: फाइल उपभोक्ता :

source: This Dossier user relation already exists!
hi_in: यह फाइल उपभोक्ता संबंध पहले से ही मौजूद है!

source: dossierUserRelId should be a natural number!
hi_in: फाइल उपभोक्ता संबंध आईडी एक प्राकृतिक नंबर होना चाहिए!

source: ImageExpandable :
hi_in: विस्तार योग्य चित्र :

source: imageId should be a natural number!
hi_in: चित्र आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: assetTypeId is a required parameter and cannot be blank!
hi_in: संपत्ति प्रकार भरना आवश्क है, इसे खाली नहीं रखा जा सकता!

source: Expandable Name is wrong. Values can be :
hi_in: विस्तार योग्य नाम गलत है , मूल्य हो सकता है :

source: This Expandable image data already exists!
hi_in: यह विस्तार योग्य चित्र आंकड़े पहले से ही मौजूद है!

source: ImageExpandableText :
hi_in: विस्तार योग्य चित्र विषय :

source: Image :
hi_in: चित्र :

source: Image URI is a required parameter and cannot be blank!
hi_in: चित्र यूआरआइ भरना आवश्क है, इसे खाली नहीं रखा जा सकता!

source: Image title is a required parameter and cannot be blank!
hi_in: चित्र शीर्षक भरना आवश्क है, इसे खाली नहीं रखा जा सकता!

source: ImageWidth is a required parameter and cannot be blank!
hi_in: चित्र चौड़ाई भरना आवश्क है, और एक प्राकृतिक नम्बर होनी चाहिए!

source: imageHeight is required and should be a natural number!
hi_in: चित्र ऊँचाई भरना आवश्क है, और एक प्राकृतिक नम्बर होनी चाहिए!

source: createdUserId is required and should be a natural number!
hi_in: निर्मित उपभोक्ता आईडी भरना आवश्क है, और एक प्राकृतिक नम्बर होनी चाहिए!

source: The image already exists!
hi_in: यह चित्र पहले से ही मौजूद है!

source: delete code
hi_in: कोड हटाना/मिटाना

source: NewsroomDesk :
hi_in: समाचार कक्ष लेखन-आधार :

source: This Newsroom Desk relation already exists!
hi_in: यह समाचार कक्ष लेखन-आधार संबंध पहले से ही मौजूद है!

source: newsroomDeskRelId should be a natural number!
hi_in: समाचार कक्ष लेखन-आधार संबंध आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: Newsroom :
hi_in: समाचार कक्ष :

source: newsroom name is a required parameter and cannot be blank!
hi_in: समाचार कक्ष नाम भरना आवश्क है, इसे खाली नहीं रखा जा सकता!

source: This newsroom name already exists!
hi_in: यह समाचार कक्ष नाम पहले से ही मौजूद है!

source: This record can't deleted because entry exist in Dossier!
hi_in: इस दस्तावेज को नष्ट नहीं कर सकते क्योंकि यह दस्तावेज फाइल मे मौजूद है!

source: This record can't deleted because entry exist in Newsroom Publication!
hi_in: इस दस्तावेज को नष्ट नहीं कर सकते क्योंकि यह दस्तावेज समाचार कक्ष प्रकाशन मे मौजूद है!

source: NewsroomPublication :
hi_in: समाचार कक्ष प्रकाशन :

source: newsroomPublicationRelId should be a natural number!
hi_in: समाचार कक्ष प्रकाशन संबंध आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: Revision :
hi_in: संशोधन :

source: revisionTableName is a required parameter and cannot be blank!
hi_in: संशोधन टेबल/तालिका का नाम भरना आवश्क है, इसे खाली नहीं रखा जा सकता है!

source: revisionPrimaryFieldName is a required parameter and cannot be blank!
hi_in: संशोधन प्राथमिक फील्ड का नाम भरना आवश्क है, इसे खाली नहीं रखा जा सकता है!

source: revisionPrimaryFieldId should be a natural number!
hi_in: संशोधन प्राथमिक फील्ड आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: revisionId should be a natural number!
hi_in: संशोधन आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: revisionFile is a required parameter and cannot be blank!
hi_in: संशोधन फाइल भरना आवश्क है, इसे खाली नहीं रखा जा सकता!

source: TemplateAssignmentComment :
hi_in: टेम्पलेट/नमूना कार्य समीक्षा :

source: clientId Id should be a natural number!
hi_in: ग्राहक आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: templateAssignmentId should be a natural number!
hi_in: टेम्पलेट/नमूना कार्य आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: templateAssignmentCommentId should be a natural number!
hi_in: टेम्पलेट/नमूना कार्य समीक्षा आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: TemplateAssignment :
hi_in: टेम्पलेट/नमूना कार्य :

source: templateAssignmentAssignedUserId Id should be a natural number!
hi_in: टेम्पलेट/नमूना कार्य नियुक्त उपभोक्ता आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: VideoExpandableText :
hi_in: वीडियो विस्तार योग्य विषय :

source: videoId should be a natural number!
hi_in: वीडियो आइडी एक प्राकृतिक नम्बर होनी चाहिए!

source: Expandable Name was incorrect. Values can be :
hi_in: विस्तार योग्य नाम गलत है , मूल्य हो सकता है :

source: This Expandable video data already exists!
hi_in: विस्तार योग्य वीडियो आंकड़े पहले से ही मौजूद है!

source: VideoExpandable :
hi_in: वीडियो विस्तार योग्य :

source: This Expandable video data already exists
hi_in: विस्तार योग्य वीडियो आंकड़े पहले से ही मौजूद है!

source: videoTitle is a required parameter and cannot be blank!
hi_in: वीडियो शीर्षक भरना आवश्क है, इसे खाली नहीं रखा जा सकता!

source: video Keywords is a required parameter and cannot be blank!
hi_in: वीडियो मुख्य शब्द/विशिष्टशब्द भरना आवश्क है, इसे खाली नहीं रखा जा सकता!

source: video Credit is a required parameter and cannot be blank!
hi_in: वीडियो क्रेडिट/श्रेय भरना आवश्क है, इसे खाली नहीं रखा जा सकता!

source: Another video with this title already exists!
hi_in: इस शीर्षक के साथ एक और वीडियो पहले से ही मौजूद है !

source: This record can't deleted because entry exist in Video Expandable!
hi_in: इस दस्तावेज को नष्ट नहीं कर सकते क्योंकि यह दस्तावेज वीडियो विस्तार योग्य मे मौजूद है!

source: This record can't deleted because entry exist in Video Expandable Text!
hi_in: इस दस्तावेज को नष्ट नहीं कर सकते क्योंकि यह दस्तावेज वीडियो विस्तार योग्य विषय मे मौजूद है!
