Repository: ashokpundit/instapress_framework
Catalog: Instapress/Core/Locale/*/internal_messages.po
Languages: hi_in

source: Welcome to Instapress
hi_in: Instapress में आपका स्वागत है

source: Login Details
hi_in: प्रवेशक का विवरण

source: Password :
hi_in: पासवर्ड :

source: Remember my Account Information
hi_in: मेरी खाता जानकारी याद रखें

source: Login
hi_in: लॉग इन

source: Forgot Password?
hi_in: पासवर्ड भूल गए?

source: Username or Email :
hi_in: उपयोगकर्ता का नाम या ईमेल :

source: Forgot Password
hi_in: पासवर्ड भूल गए

source: Enter your account details and login email or username below. We will send you an email with a link to reset your password.
hi_in: आपके खाते के विवरण और प्रवेश ईमेल या उपयोगकर्ता का नाम नीचे दर्ज करें. हम आपको पासवर्ड रीसेट करने के लिए एक लिंक के साथ ईमेल भेज देंगे.

source: Return to Login Page
hi_in: लॉगइन पेज पर वापस जाएँ

source: Submit
hi_in: प्रेषित करें

source: To sign up for Instapress, choose your organization's primary domain and submit basic details.
hi_in: Instapress में साइन अप के लिए, अपने संगठन की प्राथमिक डोमेन चुनें और बुनियादी जानकारी प्रेषित करें.

source: Create Asset - Image
hi_in: संपत्ति बनाएँ - छवि

source: Main Window
hi_in: मुख्य विंडो

source: Create Image
hi_in: छवि बनाएँ

source: You can upload image by providing the information in the form below.
hi_in: आप नीचे के रूप में जानकारी उपलब्ध कराने के द्वारा छवि अपलोड कर सकते हैं.

source: Create :
hi_in: बनाएँ:

source: Upload Image From :
hi_in: अपलोड करने से चित्र:
